Repository: emgk/woo-in-stock-notifier
Catalog: languages/tmsm-woocommerce-stocknotifier-*.po
Languages: fr_fr

source: {product_title} now back in stock at {site_title}
fr_fr: {product_title} est maintenant en stock

source: A product you are waiting for is back in stock
fr_fr: Un produit que vous attendez est de retour en stock

source: Waitlist
fr_fr: Liste d’attente

source: Enable Waitlist
fr_fr: Activer la liste d’attente

source: Join Button label
fr_fr: Libellé du bouton rejoindre

source: Join Waitlist
fr_fr: Je veux être alerté

source: Leave Button label
fr_fr: Libellé du bouton quitter

source: Leave Waitlist
fr_fr: Je ne veux plus être alerté

source: Additional Options
fr_fr: Options supplémentaires

source: Remove user after email sent.
fr_fr: Retirer l’utilisateur après avoir envoyé l’email.

source: Allow guest to join.
fr_fr: Autoriser les invités à rejoindre.

source: Email sent!
fr_fr: Email envoyé !

source: Email successfully sent to all users.
fr_fr: Email envoyé aux utilisateurs.

source: Failed!
fr_fr: Échec !

source: Failed to send email to all users.
fr_fr: Lְ’envoi de l’email aux utilisateurs a échoué.

source: Send Email
fr_fr: Envoyer l’email

source: Send Email to all users
fr_fr: Envoyer un email aux utilisateurs

source: Users waitlist
fr_fr: Utilisateurs en liste d’attente

source: The following users are currently on the waiting list for this product.
fr_fr: Les utilisateurs suivantes sont sur la liste d’attente de ce produit.

source: Remove User
fr_fr: Retirer l’utilisateur

source: Add new user
fr_fr: Ajouter un utilisateur

source: Enter email address
fr_fr: Saisir l’adresse email

source: Add User
fr_fr: Ajouter un utilisateur

source: Cancel
fr_fr: Annuler

source: Users
fr_fr: Utilisateurs

source: Send email to all users
fr_fr: Envoyer un email aux utilisateurs

source: No users
fr_fr: Aucun utilisateur

source: Currently there are no users waiting for this product.<br/>Click on "Add new user" to add new user manually.
fr_fr: Actuellement il n’y a aucun utilisateur en liste d’attente pour ce produit. <br/>Cliquer sur Ajouter un utilisateur pour les ajouter manuellement.

source: In-stock
fr_fr: En stock

source: Click to toggle
fr_fr: Cliquer pour déplier

source: Waitlist for %s
fr_fr: Liste d’attente pour %s

source: Out of Stock
fr_fr: En réassort, bientôt disponible

source: Provide your Email so we can email you when product comes in-stock.
fr_fr: Inscrivez-vous pour être alerté lorsque ce produit sera disponible.

source: Enter Your Email Address...
fr_fr: Saisissez votre adresse email

source: Join waitlist
fr_fr: Je veux être alerté

source: We'll notify you as soon as item is back in stock.
fr_fr: Nous vous notifierons par email quand le produit revient en stock.

source: Join the waitlist, so we can notify you as soon as the item is back in stock.
fr_fr: Inscrivez-vous pour être alerté lorsque ce produit sera disponible.

source: Leave waitlist
fr_fr: Je ne veux plus être alerté

source: Please enter valid email address.
fr_fr: Saisissez un email valide.

source: This email is already in the wait list for this product, please try any different email.
fr_fr: Cet email est déjà dans la liste d’attente pour ce produit, essayez un email différent.

source: You have successfully joined waitlist.
fr_fr: Vous avez rejoint la liste d’attente.

source: You have been removed from the waiting list for this product
fr_fr: Vous avez été retiré de la liste d’attente pour ce produit

source: Please login to view products list.
fr_fr: Veuillez vous identifier pour voir la liste des produits.

source: Hi %s, here is the product list you are waiting for.
fr_fr: Bonjour %s, voici le produit que vous attendiez.

source: There is no product.
fr_fr: Il n’y a aucun produit.

# Email greetings
source: Hi there,
fr_fr: Bonjour,

source: %1$s is now back in stock at %2$s.
fr_fr: Nous avons le plaisir de vous confirmer que le produit %1$s de %2$s est de nouveau disponible.

source: You have been sent this email because your email address was registered in a waiting list for this product.
fr_fr: Vous recevez cet email car votre adresse est enregistrée dans la liste d’attente pour ce produit.

source: If you want to purchase %1$s, please visit the following link: %2$s
fr_fr: Si vous voulez acheter %1$s, veuillez visiter le lien suivant : %2$s

# Email salutation
source: Hi There,
fr_fr: Bonjour,

source: You have been sent this email because your email address was registered on a waiting list for this product.
fr_fr: Vous recevez cet email car votre adresse est enregistrée dans la liste d’attente pour ce produit.

source: If you would like to purchase %1$s, please visit the following <a href="%2$s">link</a>
fr_fr: Il vous attend : <a href="%2$s">%1$s</a>.<br><br>À très bientôt.
